{
    "2023-06-20": {
        "national": "Puneet Kumar knew Salman Khan would need a Disprin after hearing him - Hindustan Times",
        "world": "DWTS’ Peta Murgatroyd and Maksim Chmerkovskiy Welcome Baby Boy on Father's Day - E! NEWS",
        "business": "In Paris, Boeing leader teases eye-catching new airplane concept - The Seattle Times",
        "technology": "Lies of P x Wo Long: Fallen Dynasty collaboration announced - Gematsu"
    },
    "2023-06-21": {
        "national": "PM Modi to Meet Elon Musk For First Time After His Twitter Takeover - NDTV",
        "world": "Russia launches overnight air attack on Ukraine from east to west - Reuters.com",
        "business": "Live news: China cuts benchmark rates to boost economy - Financial Times",
        "technology": "Square Enix Re-Releases Chocobo GP On Switch Without Microtransactions - Nintendo Life",
        "worldeconomic1": "Global Gender Gap Index 2023 Global, Top 10 GLOBAL RANK COUNTRY Iceland Norway Finland New Zealand Sweden Germany Nicaragua Namibia Lithuania Belgium REGIONAL RANK",
        "worldeconomic2": "his Burundian launched a soap business in a refugee camp"
    },
    "2023-06-22": {
        "national": "ICMR to Release Study Examining Link Between COVID Vaccination and Heart Attacks | Weather.com - The Weather Channel",
        "world": "Underwater noises heard in search for missing sub near Titanic wreck - BBC",
        "business": "Bitcoin Hits a Six-Week High as Financial Titans Step Up Crypto Initiatives - Bloomberg",
        "technology": "Lots of Square Enix Staff Want to Remake Final Fantasy 6 - IGN",
        "worldeconomic1": "Kenya startup makes water from air",
        "worldeconomic2": "Ikea retrain workers to handle calls"
    },
    "2023-06-23": {
        "national": "BepiColumbo Makes its Third Flyby of Mercury, Seeing the Planet's Night Side - Universe Today",
        "world": "Bucks’ Khris Middleton declines $40.4 million player option, per sources: What this means for Milwaukee - The Athletic",
        "business": "Stock Market Today: Dow, S&P 500 Fall; Powell Speech in Focus - The Wall Street Journal",
        "technology": "Motorola Razr+ (2023) Review: Flip phone king - 9to5Google",
        "worldeconomic1": "The @worldeconomicforum ‘s Global Gender Gap Report reveals the advances made by select countries in closing gender gaps. These case studies serve as valuable lessons to drive change and accelerate progress toward a more equal future. ",
        "worldeconomic2": "He now employs 27 other refugees, and makes 16 types of soap.   "
    },
    "2023-06-24": {
        "national": "Sensex Today LIVE Updates: Indices trade lower with Nifty around 18,700; smallcap index falls 1% - Moneycontrol",
        "world": "Trio ditch car, hop into two other vehicles during chase that ended in LA - NBC Southern California",
        "business": "Police gave away steering wheel locks to prevent car thefts - WGAL Susquehanna Valley Pa.",
        "technology": "US FTC argues Microsoft's deal to buy Activision should be blocked - Reuters",
        "worldeconomic1": "This innovation could help solve the growing problem of e-commerce packaging waste. \r \r ",
        "worldeconomic2": "The @worldeconomicforum ‘s Global Gender Gap Report reveals the advances made by select countries in closing gender gaps. These case studies serve as valuable lessons to drive change and accelerate progress toward a more equal future. "
    },
    "2023-06-25": {
        "national": "Monsoon likely to reach Delhi in 2 days: IMD",
        "business": "Talked about Indian ChatGPT challenge: Mahindra after meeting OpenAI CEO in US",
        "world": "People bet ₹2.5 cr in crypto on whether Titanic submarine would be found or not",
        "technology": "Amazon, Google announce India investment plans after its CEOs meet PM Modi in US",
        "worldeconomic1": "The latest edition of @worldeconomicforum’s Global Gender Gap Report reaffirms the urgent need to address gender inequalities. The report is a useful tool for policymakers and business leaders as they work together to secure equal rights and opportunities for all. #gendergap23. ",
        "worldeconomic2": "At current rates of progress, it will take 131 years to close the global gender gap.   Read more by tapping on the link in our bio. #gendergap23"
    },
    "2023-06-26": {
        "national": "Not an endorsement: Govt on ad with Google featuring influencer Rachana Ranade",
        "business": "Rihanna to step down as CEO of her Savage X Fenty lingerie brand",
        "world": "Opp'n bloc like Wagner Group of India, will bring down PM: Saamana",
        "technology": "Video shows Mark Zuckerberg training in jiu-jitsu amid Musk's cage fight challenge",
        "worldeconomic1": "These machines can create clean water from thin air, even in arid regions.\r \r Is your start-up building water security?💧 ",
        "worldeconomic2": "The world has lost 10% of its forests in the past 10 years. "
    },
    "2023-06-27": {
        "national": "Vande Bharat trains on 5 routes flagged off by PM Modi",
        "business": "Bitbns investors' account balance shown as zero, company calls it 'display issue'",
        "world": "It's unacceptable: White House on harassment of journalist who questioned PM Modi ",
        "technology": "Bitbns investors' account balance shown as zero, company calls it 'display issue'",
        "worldeconomic1": "What qualities do you think a good leader should possess? \r \r ",
        "worldeconomic2": "Last year saw the biggest ever rise in the numbers of forcibly displaced people. \r \r "
    },
    "2023-06-28": {
        "national": "Aaditya Thackeray's car hit by bike in Mumbai, visuals surface",
        "business": "Sensex, Nifty end at fresh closing highs",
        "world": "He was euphoric: Lukashenko on asking Prigozhin to abort mutiny",
        "technology": "Google cancels its augmented reality glasses project: Report",
        "worldeconomic1": "A shorter week can improve the work-life balance for many women. \r \r ",
        "worldeconomic2": "From shrinking goats to more volcanic eruptions, climate change is having some unexpected effects. \r \r "
    },
    "2023-06-29": {
        "national": "Rainfall lashes parts of Delhi-NCR, pics surface",
        "business": "TCS rate hike on international transactions postponed to October 1, 2023",
        "world": "Warnings must be added to protein drinks: UK official on boy's death due to brain damage",
        "technology": "apple to launch a compenting large language model",
        "worldeconomic1": "Sights from the @worldeconomicforum’s Annual Meeting of the New Champions 2023 in Tianjin, China. Some of today’s highlights included sessions on the future of technology, global trade, sustainable development and more. ",
        "worldeconomic2": "Which new technologies will make the biggest impact over the next few years?   "
    },
    "2023-06-30": {
        "national": "Manipur CM N Biren Singh says he won't resign, pic shows his torn resignation letter",
        "business": "You are not a farmer but a billion dollar company: HC to Twitter on non-compliance",
        "world": "Pak PM Shehbaz Sharif to attend SCO meet being hosted by India",
        "technology": "Twitter fined ₹50 lakh by K'taka HC after it rejects plea on govt order to block accounts",
        "worldeconomic1": "Economic fragmentation could cost the world the equivalent of Japan’s economy. \r \r ",
        "worldeconomic2": "This city’s commuters spend 30 hours a week in traffic, and this app is trying to tackle it.   "
    },
    "2023-07-01": {
        "national": "25 people burnt to death as bus catches fire on expressway in Maharashtra",
        "business": "HDFC, HDFC Bank boards approve July 1 as effective date of merger",
        "world": "It takes two hands to clap: EAM Jaishankar on relations with China",
        "technology": "Twitter fined ₹50 lakh by K'taka HC after it rejects plea on govt order to block accounts",
        "worldeconomic1": "India plans to become the world’s second-largest solar panel manufacturer by 2026. \r \r ",
        "worldeconomic2": "Do you have a fresh idea for climate-smart agriculture? "
    },
    "2023-07-02": {
        "national": "MCD isn't dumping waste in Ghaziabad: MCD after trucks seized",
        "business": "Disney's ESPN lays off 20 employees including on-air positions",
        "world": "Couple uses ChatGPT to officiate their wedding in US, bot also acts as host",
        "technology": "43-year-old British entrepreneur with terminal cancer sets up charity for children",
        "worldeconomic1": "Säbeen Fatima Haque underscores the importance of women's active participation in the design and implementation of AI models. By incorporating the female perspective, we can ensure inclusivity and tackle gender bias in these technologies.   #amnc23",
        "worldeconomic2": "Debt has reached unprecedented levels since the COVID-19 pandemic, hitting around $300 trillion in 2022. M.U.M. Ali Sabry, the Foreign Affairs Minister of Sri Lanka, sheds light on the dire consequences of this mounting debt when it comes to addressing climate change, education, the energy transition and more.   #amnc23"
    },
    "2023-07-04": {
        "national": "SC defers Delhi Electricity Regulatory Commission chairperson's oath, issues notice to LG",
        "business": "IDFC to merge with IDFC First Bank",
        "world": "5 Ukrainian drones shot down near Russia's capital",
        "technology": "Musk trains with UFC legend St-Pierre, jiu-jitsu coach ​​Danaher amid cage fight challenge",
        "worldeconomic1": "Here are 3 ways small businesses can thrive in a culture of AI and data.   ",
        "worldeconomic2": "Each box can supply enough water for 400 families in remote areas.   "
    },
    "2023-07-06": {
        "national": "17-yr-old boy killed in crude bomb blast ahead of Bengal panchayat polls",
        "business": "Cabinet approves draft data protection bill, ₹250 cr fine proposed on violations: Report",
        "world": "What is El Nino, which could lead to record global temperatures this year?",
        "technology": "Cabinet approves draft data protection bill, ₹250 cr fine proposed on violations: Report",
        "worldeconomic1": "This is the world’s 2nd longest purpose-built cycling tunnel.  ",
        "worldeconomic2": "Could this suit make the metaverse a full-body experience?\r \r "
    },
    "2023-07-08": {
        "national": "CBI arrests 3 Railway officials in Odisha triple train accident that killed 291",
        "business": "K'taka increases excise duty on liquor by 20%, raises tax on milk by 20%",
        "world": "Dutch government collapses                 ",
        "technology": "How long did it take for major social media platforms to reach 1 million users?",
        "worldeconomic1": "Tropical forests shrunk by 10% in 2022. \r \r ",
        "worldeconomic2": "90% of the serotonin in your body is in your gut, says this expert. \r \r Discover what else your gut bacteria is linked to by tapping on the link in our bio."
    },
    "2023-07-10": {
        "national": "Delhi's Pragati Maidan tunnel closed due to waterlogging",
        "business": "Character who impressed me the most in Mahabharata is Karna, nobody else: Narayana Murthy",
        "world": "Manipur man who worked for both British, Japanese armies in WW II dies aged 93",
        "technology": "Zuckerberg shares his daily routine, reveals he doesn't drink coffee",
        "worldeconomic1": "This bioengineering start-up uses genes to dye jeans. \r \r ",
        "worldeconomic2": "Preventable deaths are twice as high in Māori and Pacific New Zealanders. \r \r "
    },
    "2023-07-11": {
        "national": "Bengaluru Police launches QR codes for complaints and feedback",
        "business": "Tata Group close to becoming first Indian iPhone maker: Report",
        "world": "Helicopter with 6 on board crashes near Mount Everest",
        "technology": "Tata Group close to becoming first Indian iPhone maker: Report",
        "worldeconomic1": "The world just experienced its hottest day on record. \r \r Is 2023 going to be the hottest year on record? Tap on the link in our bio to see what the science says.",
        "worldeconomic2": "More than half of workers feel positive about AI. \r \r "
    },
    "2023-07-12": {
        "national": "Tomatoes to be available at discounted rates in Delhi-NCR by Friday: Govt",
        "business": "What gets cheaper and what gets costlier after GST Council meet?",
        "world": "Pak family of 9 members holds Guinness World Record for sharing birthday",
        "technology": "Tata Group close to becoming first Indian iPhone maker: Report",
        "worldeconomic1": "Kids in Nairobi are reimagining their futures through coding. \r \r ",
        "worldeconomic2": "This firm is decoding the hidden electrical signals inside plants.\r \r "
    },
    "2023-07-13": {
        "national": "BJP leader killed as police lathicharge party workers in Bihar",
        "business": "Elon Musk announces his new company 'xAI' ",
        "world": "Wagner group hands over more than 2,000 weapons to Russia",
        "technology": "Elon Musk announces his new company 'xAI' ",
        "worldeconomic1": "Reaching net-zero: a how-to guide.\r \r ",
        "worldeconomic2": "The amount of water we have extracted from the Earth has tilted our planet on its axis by almost 80cm. \r \r "
    },
    "2023-07-14": {
        "national": "ED has right to take Senthil Balaji into custody: Madras High Court",
        "business": "India's UPI to be used in France, Indians can soon pay in Rupees at Eiffel Tower: PM Modi",
        "world": "PM Modi attends Bastille Day Parade as Guest of Honour",
        "technology": "Chandrayaan-3 successfully reaches orbit, starts journey towards Moon",
        "worldeconomic1": "A number of studies show a positive impact on heart attacks and strokes. \r \r ",
        "worldeconomic2": "Just 4 months after some universities banned AI altogether, it marks a shift in attitudes."
    },
    "2023-07-15": {
        "national": "Ajit Pawar visits uncle Sharad Pawar for 1st time after NCP split",
        "business": "HCLTech skips salary hikes for management level staff in FY24",
        "world": "India a giant in world history: French President as he shares pic hugging PM Modi",
        "technology": "Chandrayaan-3 successfully reaches orbit, starts journey towards Moon",
        "worldeconomic1": "Native speakers are more likely to fall for false memories and misinformation, study finds.\r \r ",
        "worldeconomic2": "Now you can fly from Switzerland to Italy without taking a plane 🚠 \r \r "
    },
    "2023-07-16": {
        "national": "Congress announces support to AAP in fight against Delhi ordinance",
        "business": "Reconsider 28% GST on online games: 127 gaming players to govt",
        "world": "Massive 7.4 magnitude earthquake hits US; tsunami warning issued",
        "technology": "'Zuckerberg hasn't posted on Threads in 6 days,' says tweet, Musk responds",
        "worldeconomic1": "4 top energy stories this week. \r \r Read more by tapping on the link in our bio.",
        "worldeconomic2": "Special sensors in its handles pick up heart irregularities 🛒❤️ \r \r "
    },
    "2023-07-17": {
        "national": "Delhi schools bordering Yamuna to remain closed till July 18",
        "business": "Reconsider 28% GST on online games: 127 gaming players to govt",
        "world": "Massive 7.4 magnitude earthquake hits US; tsunami warning issued",
        "technology": "92,654 errors to download 92,654 pics: Reporter who tried to stop using Apple products",
        "worldeconomic1": "This open hiring policy is working to relieve local people suffering from homelessness and social exclusion. \r \r ",
        "worldeconomic2": "4 top energy stories this week. \r \r Read more by tapping on the link in our bio."
    },
    "2023-07-18": {
        "national": "Inoperative PAN is not an inactive PAN, clarifies Income Tax Department",
        "business": "Singapore passport named world's most powerful, beats Japan",
        "world": "Singapore passport named world's most powerful, beats Japan",
        "technology": "Unopened 1st-edition Apple iPhone sells for ₹1.5 crore at auction, pics surface",
        "worldeconomic1": "Every village in Kosovo now has high-speed broadband.  ",
        "worldeconomic2": "Lighter baggage means lower CO2 emissions from jet fuel 🧳 \r \r "
    },
    "2023-07-19": {
        "national": "10 killed after transformer explodes at Namami Gange project site in Uttarakhand",
        "business": "Inoperative PAN is not an inactive PAN, clarifies Income Tax Department",
        "world": "Can't confirm it's ours: ISRO chief as possible Chandrayaan-3 debris found on Aus beach",
        "technology": "Threads usage drops by half since launch: Report"
    },
    "2023-07-20": {
        "national": "Over 30 families feared trapped after landslide in Maharashtra",
        "business": "Sensex closes above 67,000 for the first time",
        "world": "Putin to skip BRICS summit in S Africa amid ICC arrest warrant",
        "technology": "Netflix ends password sharing in India",
        "worldeconomic1": "This device monitors your heart rate and movement, and alerts caregivers if there are problems.   ",
        "worldeconomic2": "Which new technologies will make the biggest impact over the next few years?\r \r "
    },
    "2023-07-21": {
        "national": "Another accused arrested in case of women being paraded naked in Manipur",
        "business": "Infosys shares tank 9% after company sharply cuts growth outlook",
        "world": "Our hearts break whenever there is human suffering: US on Manipur video",
        "technology": "Netflix ends password sharing in India"
    },
    "2023-07-22": {
        "national": "Raj CM sacks minister after he criticised state govt over crime against women",
        "business": "Go First allowed to resume flights, subject to conditions",
        "world": "Obama shares summer playlist featuring Boygenius, band member calls him 'war criminal'",
        "technology": "World's richest man Elon Musk loses $20 billion in a day",
        "worldeconomic1": "It was found 2,800 metres below sea level off the coast of Costa Rica 🐙. \r \r ",
        "worldeconomic2": "Buried in its depths is a history of humanity’s transformation of Earth. \r \r Tap the link in our bio for more on what the world's lakes can teach us about climate change\r \r @nature_the_journal"
    },
    "2023-07-23": {
        "national": "Cattle, vehicles swept away after heavy rains in Gujarat; video surfaces",
        "business": "18% GST applicable on charging of EV batteries, says Karnataka AAR",
        "world": "Streets turn into icy rivers as huge hailstones hit Italy; videos go viral",
        "technology": "18% GST applicable on charging of EV batteries, says Karnataka AAR",
        "worldeconomic1": "700,000 tonnes of clothing are thrown away in France every year, this new scheme could change that. \r \r ",
        "worldeconomic2": "This new invention is good news for the planet.   "
    },
    "2023-07-24": {
        "national": "Supreme Court stays scientific survey of Gyanvapi mosque till Wednesday",
        "business": "Bain Capital to buy 90% of Adani Capital and Adani Housing",
        "world": "Iran bans film festival over poster of actress without hijab: Reports",
        "technology": "X.com now redirects to Twitter.com, says Elon Musk",
        "worldeconomic1": "700,000 tonnes of clothing are thrown away in France every year, this new scheme could change that. \r \r ",
        "worldeconomic2": "This new invention is good news for the planet.   "
    },
    "2023-07-25": {
        "national": "Mob surrounds & attacks Meghalaya CM Conrad Sangma's office, 5 injured",
        "business": "Govt clears 8.15% interest rate on Employees' Provident Fund for 2022-23",
        "world": "I lost my mind: Adnan Sami's ex-wife Zeba on 18-month custody battle for son",
        "technology": "Twitter renamed to X, iconic blue bird replaced with new logo",
        "worldeconomic1": "Experts are calling this new drug a turning point in the fight against Alzheimer’s.\r \r ",
        "worldeconomic2": "Cancer is now the leading cause of death for young adults in upper-middle income countries.   "
    },
    "2023-07-26": {
        "national": "Red alert issued for Ratnagiri for July 27, orange alert in Mumbai",
        "business": "Tottenham Hotspur owner Lewis charged with insider trading in US",
        "world": "Rapper Tupac Shakur's ring sells for over ₹8.37 crore at auction",
        "technology": "You'll pass out if you take a shot every time Barbie says 'patriarchy': Elon Musk",
        "worldeconomic1": "This 1987 environmental treaty has helped slow the loss of Arctic ice today.   ",
        "worldeconomic2": "This electric water taxi saves 100kg of CO2 emissions per hour of sailing. \r \r "
    },
    "2023-07-27": {
        "national": "CPI(M) leader shot dead in office in J'khand, locals stage protest",
        "business": "Tottenham Hotspur owner Lewis charged with insider trading in US",
        "world": "President removed from power, country’s borders closed in coup in Niger",
        "technology": "You'll pass out if you take a shot every time Barbie says 'patriarchy': Elon Musk",
        "worldeconomic1": "Just 1-in-7 Japanese scientists are women.   ",
        "worldeconomic2": "Here are 6 tips for saving energy in a heatwave.   "
    },
    "2023-07-28": {
        "national": "Delhi HC fines restaurant associations ₹1 lakh over service charge order",
        "business": "Dow Jones sinks, fails to match longest 14-day winning streak of 1897",
        "world": "India pulls out of games after China issues stapled visas to Arunachal athletes",
        "technology": "Redmi 12 5G will be a game-changer for 5G connectivity: Xiaomi ",
        "worldeconomic1": "Greece's largest-ever evacuation is under way.   ",
        "worldeconomic2": "Nuclear energy produced 10% of global electricity in 2020.   "
    },
    "2023-07-29": {
        "national": "Only 197 out of 4,716 families got flood relief fund: Atishi to Delhi Chief Secretary",
        "business": "PM meets Foxconn head weeks after firm exited $19.5-bn Vedanta JV",
        "world": "Tesla workers get email alert about 'active attacker' at factory in US",
        "technology": "Firms to get 50% financial assistance for chip plants in India: PM",
        "worldeconomic1": "AI has polished lyrical pronunciation in English, Spanish, Chinese, Japanese and Vietnamese.   ",
        "worldeconomic2": "How AI is beating the ‘molecular casino’ of drug development.   "
    },
    "2023-07-31": {
        "national": "4 people shot dead by RPF jawan inside Jaipur-Mumbai train",
        "business": "Walmart buys out $1.4 billion stake in Flipkart from Tiger Global",
        "world": "35 killed as bomb blast hits political rally in Pakistan, over 50 injured",
        "technology": "Netflix offers up to ₹7.4 crore/year salary for AI-focused job",
        "worldeconomic1": "More than 90% of Chief Risk Officers say that regulation of AI technologies should be accelerated.   Read more about the Chief Risk Officers Outlook  by tapping the link in our bio",
        "worldeconomic2": "New infections have fallen by 88% since 2010.   "
    },
    "2023-08-03": {
        "national": "Lok Sabha passes Bill giving L-G power on postings of Delhi govt officials",
        "business": "Import of laptops, tablets and computers restricted by government",
        "world": "22-year-old Indian student killed after his bike collides with car in Australia",
        "technology": "Redmi 12 Series, the performance powerhouse launches in India: Xiaomi ",
        "worldeconomic1": "From forests 🌳🌲 to oceans 🌊 to… elephants 🐘   ",
        "worldeconomic2": "They contain special plant extracts that delay the ripening process.   Are you looking to invest in circular economy solutions? "
    },
    "2023-08-04": {
        "national": "Army jawan who went missing in Jammu and Kashmir found",
        "business": "IndiGo flight makes emergency landing in Patna due to engine failure",
        "world": "Bus with 6 Indians onboard falls off a highway in Mexico; 18 dead",
        "technology": "Redmi 12 Series, the performance powerhouse launches in India: Xiaomi ",
        "worldeconomic1": "These airless tyres could drive away punctures and particle pollution.   ",
        "worldeconomic2": "From forests 🌳🌲 to oceans 🌊 to… elephants 🐘   "
    },
    "2023-08-05": {
        "national": "BJP MP Katheria gets 2-year jail in 2011 assault case, likely to be disqualified from LS ",
        "business": "Apple loses $3 trillion valuation mark",
        "world": "Ex-Pakistan PM Imran Khan sentenced to 3 years in prison in Toshakhana case",
        "technology": "Apple loses $3 trillion valuation mark",
        "worldeconomic1": "India plans to become the world’s second-largest solar panel manufacturer by 2026.   ",
        "worldeconomic2": "All aboard the hydrogen express from Quebec 🚞   "
    },
    "2023-08-07": {
        "national": "Several Rohingya refugees arrested in Nuh over violence incident",
        "business": "Elon Musk's X to fund legal bills of people treated unfairly for posting, liking on X",
        "world": "10 coaches of passenger train derails in Pakistan; 15 people killed & 50 injured",
        "technology": "Elon Musk's X to fund legal bills of people treated unfairly for posting, liking on X",
        "worldeconomic1": "Small and medium-sized businesses (SMEs) are fighting for their survival. Access to new forms of digital technology can provide #SMEs with the required tools to survive and thrive. ",
        "worldeconomic2": "Who does the majority of chores in your household? This app will reveal all.   "
    },
    "2023-08-08": {
        "national": "Dinosaur species that lived 167 million years ago discovered in Rajasthan",
        "business": "Norway to fine Meta ₹82 lakh/day from August 14 over privacy breaches",
        "world": "US mother gives alcohol to baby to stop him from crying; detained",
        "technology": "Violence, discrimination shouldn't take root in AI devices: Pope",
        "worldeconomic1": "These ‘phages’ are a safe, natural solution to bacteria.   Read more about this year’s top 10 emerging technlogies by tapping on the link in our bio.",
        "worldeconomic2": "Global solar power capacity increased by a record 26% last year.   "
    },
    "2023-08-10": {
        "national": "RBI keeps repo rate unchanged at 6.50%",
        "business": "Air India's 'Maharaja' to stay in premium classes, lounges: Report",
        "world": "Poland to send 2,000 troops to Belarus border amid Wagner threat",
        "technology": "Govt expects to implement DPDP law within 10 months: Vaishnaw",
        "worldeconomic1": "Has AI introduced uncertainty to the limits of creative copyright?  Tap on the link in our bio to learn more about regulating generative AI in the latest Radio Davos episode.",
        "worldeconomic2": "Stockholm Wood City will occupy 25 city blocks and feature 2,000 homes and 7,000 office spaces.   "
    },
    "2023-08-12": {
        "national": "CRPF jawan found dead in Pulwama; suicide suspected",
        "business": "Amazon to shut down 27 of its 30 in-house clothing brands: Report",
        "world": "Taiwan Vice President leaves for US amid China warnings",
        "technology": "He fell at speed, hurt himself while skiing: Errol on Musk's MRI",
        "worldeconomic1": "Torrential rains have forced 1.5 million Chinese people from their homes.   ",
        "worldeconomic2": "Exhaust emissions from cars, lorries and other road vehicles currently account for about 75% of total emissions from mobility worldwide. Collaboration between policymakers and industry will be essential to accelerate the electric vehicle transition. "
    },
    "2023-08-14": {
        "national": "AIIMS doctor gives woman's 14 eggs to 2 other women without consent; let off with warning",
        "business": "LIC will continue to hold some stake in IDBI Bank post-sale: Chair",
        "world": "Punish perpetrators: China to Pak after Chinese engineers attacked",
        "technology": "Elon Musk shares his full chat with Mark Zuckerberg on cage fight",
        "worldeconomic1": "These 3 Indigenous leaders reveal the most pressing issues they're facing.   ",
        "worldeconomic2": "Venice says it has a duty to protect the city UNESCO describes as an ‘extraordinary architectural masterpiece’.   "
    },
    "2023-08-15": {
        "national": "Women & sisters were dishonoured in Manipur but peace is returning: PM on Independence Day",
        "business": "Some of Jhunjhunwala's best picks were in 2002 crash: Utpal Sheth",
        "world": "Pakistan suspends Russian oil imports over quality issues: Reports",
        "technology": "Challenge accepted, open the door: Musk to Zuckerberg on cage fight",
        "worldeconomic1": "It affects 1 in 9 women worldwide - yet many struggle to get their condition recognized. ",
        "worldeconomic2": "Drones could make these islands’ mail service much more reliable.   "
    },
    "2023-08-17": {
        "national": " Man accused of sexually assaulting daughter granted bail by HC amid matrimonial dispute",
        "business": "Antfin transfers 10.3% stake to Paytm chief Vijay Shekhar Sharma",
        "world": "17 soldiers killed in deadliest attack since coup: Niger junta ",
        "technology": "I've been locked out of X for 17 days after refusing to meet Musk: NYU professor",
        "worldeconomic1": "Olive oil prices are at a record high.   ",
        "worldeconomic2": "Together these 10 countries account for two-thirds of global GDP.   Learn about challenges the global economy will face in 2023 by tapping on the link in our bio.  @the_imf @visualcap"
    },
    "2023-08-19": {
        "national": "Video shows Rahul watching football match during his Leh visit",
        "business": "Tata Communications challenges DoT's ₹991.5 cr licence fee demand",
        "world": "10-year-old boy arrested for urinating behind his mother's car in US",
        "technology": "Tech industry expert in overhyping everything: Microsoft CEO on AI",
        "worldeconomic1": "Is your next holiday under threat from climate change?   ",
        "worldeconomic2": "These countries are leading the energy transition.   "
    },
    "2023-08-22": {
        "national": "Rahul buys vegetables from market during Leh visit, video surfaces",
        "business": "Adani Enterprises promoter raises stake in firm to 69.87%",
        "world": "10-year-old boy arrested for urinating behind his mother's car in US",
        "technology": "Inconceivable: Trudeau on Meta blocking local news amid wildfires",
        "worldeconomic1": "Sheep are the perfect solar panel partner animal 🐑.   ",
        "worldeconomic2": "As global temperatures rise, so does the price of our food.   "
    },
    "2023-08-24": {
        "national": "Rahul buys vegetables from market during Leh visit, video surfaces",
        "business": "Baring to sell entire 26% Coforge stake worth ₹7,400 cr: Report",
        "world": "Murderer won't be missed: Belarus leader on Wagner chief's death",
        "technology": "Over 8 million people watch live-stream of Chandrayaan-3 landing on YouTube, break record",
        "worldeconomic1": "As well as decluttering your mind, cleaning is a great lesson in core Buddhist principles.   ",
        "worldeconomic2": "World Humanitarian Day was created to honour humanitarian workers around the world.   "
    },
    "2023-08-28": {
        "national": "6.75 lakh plant pots placed near G20 Summit venues in Delhi ",
        "business": "China Evergrande becomes penny stock as shares crash 87%",
        "world": "Ukrainians force Polish man to chant 'Glory To Ukraine', video out",
        "technology": "Who is 'Vyommitra', the robot ISRO is sending on Gaganyaan mission?",
        "worldeconomic1": "Sustainable #aviation is possible with the right investments in green energy and new infrastructure. @worldeconomicforum’s Airports of Tomorrow initiative seeks to overhaul global airports by mobilising the capital needed to transform them into clean energy hubs. ",
        "worldeconomic2": "The global workforce is growing older.  Tap on the link in our bio to find out how companies can prepare for a changing talent pool.  @bainandcompany"
    },
    "2023-08-30": {
        "national": "J&K not one of a kind situation, Punjab & Northeast saw difficult times too: SC",
        "business": "Burger King to face US lawsuit claiming its Whoppers are too small",
        "world": "US has disrupted 'Qakbot' hacking network: Dept of Justice",
        "technology": "Sam Altman's Worldcoin value halves a month after launch",
        "worldeconomic1": "These ultra-efficient designs use up to 90% less energy than normal homes.   ",
        "worldeconomic2": "India just landed a spacecraft next to the south pole of the #moon. The Moon's south pole is thought to contain water ice, which is a valuable resource for future exploration. "
    },
    "2023-09-01": {
        "national": "One Nation, One Election favourable: Law commission's old draft report",
        "business": "List shows top-rated central bank governors across the world",
        "world": "Moroccan tourists shot for straying into Algerian waters: Survivor",
        "technology": "US must limit sale of NVIDIA AI chips: Google DeepMind Co-founder",
        "worldeconomic1": "Only 34.6% of speaking parts in major movies went to women last year.   ",
        "worldeconomic2": "The country’s long, breezy coastlines make it the ideal spot for offshore wind farms.   "
    },
    "2023-09-06": {
        "national": "Biden tests negative for COVID-19 again, to meet PM Modi on Friday",
        "business": "Fintechs driving more inclusion than conventional banks: FM",
        "world": "Biden tests negative for COVID-19 again, to meet PM Modi on Friday",
        "technology": "B'luru man loses ₹3.3 lakh in YouTube like & subscribe scam: Report",
        "worldeconomic1": "Scientists have recorded an ‘unprecedented breeding failure’ for emperor penguin chicks.   ",
        "worldeconomic2": "This architect lost her house to devastating floods in Pakistan. Now, she is reviving a traditional building technique.   "
    },
    "2023-09-07": {
        "national": "150 reservoirs had below-normal water levels due to poor rain in August: Data",
        "business": "Philip Jefferson wins majority US Senate support as Fed Vice Chair",
        "world": "Japan launches 'Moon Sniper' mission, will land on Moon next year",
        "technology": "Crazy: Musk on talking to Larry Page about AI replacing humans",
        "worldeconomic1": "India wants to promote low-carbon transport 🚌.   ",
        "worldeconomic2": "‘Rights of nature’ rulings are spreading worldwide.   "
    },
    "2023-09-08": {
        "national": "Hindu temple wall painted with 'Punjab is not India' graffiti in Canada; pic surfaces",
        "business": "Apple loses $194 billion in 2 days amid China iPhone ban",
        "world": "Hindu temple wall painted with 'Punjab is not India' graffiti in Canada; pic surfaces",
        "technology": "Musk says he disagreed with govt, helped thwart Ukraine's attack",
        "worldeconomic1": "It’s commonly seen as a nuisance - but could it be the green resource we’ve been waiting for?  UpLink and the Forum’s First Movers Coalition are calling for start-ups working on decarbonizing aviation. ",
        "worldeconomic2": "Scientists have developed a greener way to make shampoo from kale.   "
    },
    "2023-09-15": {
        "national": "Man rapes 2 daughters for 10 years on tantrik's advice to have a son in Bihar",
        "business": "UK to give £500 mn to Tata Steel to decarbonise Port Talbot site",
        "world": "40-yr-old Indian man jailed in Singapore for biting off part of fellow worker's finger",
        "technology": "Rapper Ice Cube shares meme on X's 'decline' after Musk mocks him",
        "worldeconomic1": "Businesses have a critical role to play in protecting the environment.  ",
        "worldeconomic2": "Long COVID could be even longer than we thought.   "
    },
    "2023-09-16": {
        "national": "IAS couple Tina Dabi, Pradeep Gawande welcome 1st child ",
        "business": "Canada postpones trade mission to India",
        "world": "Canada postpones trade mission to India",
        "technology": "Google to pay $155 mn in settlements over location tracking",
        "worldeconomic1": "From improving water reuse and recycling to investing in nature-tech solutions. This is what can be done to fix the global water crisis.  The Zero Water Waste Challenge is offering CHF 1.75M in co-financing from HCL to 10 innovative start-ups. ",
        "worldeconomic2": "Lego is set to sell bricks coded with braille to help children to  read.   "
    },
    "2023-09-17": {
        "national": "What all events are planned for PM Modi's birthday today?",
        "business": "Akasa sues pilots for quitting without notice, seeks ₹21 crore from each of them: Report",
        "world": "Plane crash kills 14 people in Brazil",
        "technology": "TikTok fined $370 mn for breaking EU's child data privacy rules",
        "worldeconomic1": "Here are the top energy stories this week.   ",
        "worldeconomic2": "Taking place on the 18-22nd September, the World Economic Forum’s Sustainable Development Impact Meetings will bring together leaders from around the world for a series of impact-driven dialogues.   In the face of global compounding crises, the world is struggling to maintain progress towards the Sustainable Development Goals (SDGs). These sessions pull on the expertise of business leaders, policy-makers and social entrepreneurs to revive the momentum of the 2030 Agenda.  Find out more by tapping on the link in our bio. #SDIM23"
    },
    "2023-09-18": {
        "national": "Assam CM Himanta Biswa Sarma gets Singapore's top fellowship",
        "business": "Dhanlaxmi Bank's director resigns citing multiple issues",
        "world": "Many think I'm too young to become US Prez, they're annoyed: Vivek",
        "technology": "Foxconn aims to double jobs, investment in India in 12 months",
        "worldeconomic1": "Sustainable alternatives can help us tackle plastic pollution.   ",
        "worldeconomic2": "Scientists have found a link between the gender of the surgeon and the outcome for the patient.   "
    },
    "2023-09-19": {
        "national": "Video shows devotees worshipping Mumbai's Lalbaugcha Raja on Ganesh Chaturthi",
        "business": "Hundreds of commercial flying taxis to be made by Joby Aviation in the US",
        "world": "Talked to PM Modi about it: Canada PM after blaming India for Khalistani terrorist's killing",
        "technology": "Hundreds of commercial flying taxis to be made by Joby Aviation in the US",
        "worldeconomic1": "86% say the worst of global inflation will have passed a year from now.  ",
        "worldeconomic2": "This solution could cut road freight emissions by 80%.   "
    },
    "2023-09-20": {
        "national": "Saw killings in childhood: J&K woman at UN on Pak-backed terrorism",
        "business": "Google techie investing since before teenage loses ₹67-lakh crypto",
        "world": "Iranian Prez accuses US of 'fanning flames of violence' in Ukraine",
        "technology": "Google techie investing since before teenage loses ₹67-lakh crypto",
        "worldeconomic1": "This island nation is threatened by rising sea levels - and it’s taking action.   ",
        "worldeconomic2": "These new rules are designed to make Europe’s tech sector more competitive.   "
    },
    "2023-09-21": {
        "national": "Sale of liquor banned in parts of Bengaluru from today till Oct 1",
        "business": "Canadian pension fund-held stocks in India fall as tensions rise",
        "world": "US administration announces $600 mn funding to produce COVID tests",
        "technology": "ChatGPT maker sued by 'Game Of Thrones' author George RR Martin, other writers",
        "worldeconomic1": "The €5 charge aims to prevent the overcrowding straining the city.   ",
        "worldeconomic2": "This paper can help rid the world of single-use plastics.   "
    },
    "2023-09-22": {
        "national": "Take this matter seriously: Canada PM Justin Trudeau to India amid tensions",
        "business": "Cab driver with ₹105 in his account gets ₹9,000 crore due to bank error in Chennai",
        "world": "Take this matter seriously: Canada PM Justin Trudeau to India amid tensions",
        "technology": "Every mobile phone, TV to get 'emergency alert' on October 4 in US",
        "worldeconomic1": "Net-zero targets have become an essential norm for all organizations across every industry. ",
        "worldeconomic2": "Inventors say this is a big step towards zero-emission long-haul aviation.   "
    },
    "2023-09-23": {
        "national": "Films like 'Singham' send dangerous message: Bombay HC judge",
        "business": "LIC gets ₹290-cr GST notice from Bihar govt, to appeal against it",
        "world": "It's like an ant picking a fight against an elephant: Ex-US defence official on Canada, India",
        "technology": "Bug in iPhone 15 causing Apple logo to freeze during setup, Apple issues update",
        "worldeconomic1": "The metaverse is bringing together policymakers and business leaders to address one of the most pressing complex global challenges: polar warming. #SDIM23 #PolarAction",
        "worldeconomic2": "These five new jobs will grow in the age of large language models.   "
    },
    "2023-09-24": {
        "national": "Top US envoy says intel shared by 'Five Eyes' led to Canada's allegations against India",
        "business": "DGCA can't interfere in dispute between Akasa, its pilots: Filing",
        "world": "Top US envoy says intel shared by 'Five Eyes' led to Canada's allegations against India",
        "technology": "Micron's Gujarat plant to serve as a beacon for investors: MoS IT",
        "worldeconomic1": "In the past century, the world has cut down an area of forest equivalent to the entire US.   ",
        "worldeconomic2": "The food system needs an urgent overhaul, but how do we fix it?   "
    },
    "2023-09-25": {
        "national": "Slab caves in due to crowd near Ganesh pandal in Guj, 12 injured",
        "business": "Don't mix 2 things: NCP leader on Pawar meeting Gautam Adani",
        "world": "Russian Foreign Minister quotes Putin, calls 'West empire of lies'",
        "technology": "Musk shares pic of Tesla humanoid robot doing 'Namaste'; people react",
        "worldeconomic1": "The origin story of the Sustainable Development Goals.   ",
        "worldeconomic2": "In the past century, the world has cut down an area of forest equivalent to the entire US.   "
    },
    "2023-09-27": {
        "national": "Arrested YouTuber talks with media in Bihar, 4 policemen suspended",
        "business": "Govt to borrow ₹6.55 lakh crore in 2nd half of FY24",
        "world": "You're asking the wrong person: Jaishankar to journalist on intel over Nijjar's killing",
        "technology": "Platforms like X not mandated to remove flagged fake content: Govt",
        "worldeconomic1": "These sailing teams are racing to save the ocean.   ",
        "worldeconomic2": "This AI solution could significantly reduce buildings’ energy use and costs.   "
    },
    "2023-10-03": {
        "national": "Students eat non-veg food in 'veg-only' space at IIT-Bombay, fined",
        "business": "Who was billionaire Harpal Randhawa, killed in plane crash in Zimbabwe?",
        "world": "Who was billionaire Harpal Randhawa, killed in plane crash in Zimbabwe?",
        "technology": "Bogus: Microsoft CEO on Google's claim that users get search choice",
        "worldeconomic1": "12 million tonnes of timber end up in US landfills each year. This start-up is doing something about it. ",
        "worldeconomic2": "Jellyfish could help us understand dementia in humans, scientists believe. Tap the link in our bio to learn more.  #dementia #health #science #ageing"
    },
    "2023-10-05": {
        "national": "10,000 rescued amid Bengal floods, CM says 'monitoring situation'",
        "business": "RBI sold dollars to prevent rupee from hitting all-time low: Reports",
        "world": "UK Education Secy appears to get emotional during Sunak's speech",
        "technology": "Google launches Pixel 8 phones starting at ₹75,999, Pixel Watch 2 costing ₹39,900",
        "worldeconomic1": "This AI system is providing access to early diagnosis of breast cancer and a pathway to treatment.  Discover more by tapping on the link in our bio.  @red_mamotest",
        "worldeconomic2": "The biggest retailer in France now offers some of the world’s biggest brands in reusable packaging. Tap the link in our bio to learn more.   #recyclying #reusablepacking #france #retail"
    },
    "2023-10-08": {
        "national": "Thank you India: Israel as it shares pic of 'India is with Israel' trending online",
        "business": "Foreign cruise vessels exempted from IGST for coastal runs",
        "world": "Will turn all Hamas hideouts into rubble, leave now: Israel PM tells residents of Gaza",
        "technology": "Microsoft's improved combat goggles feature flip-up visor: Report",
        "worldeconomic1": "This emissions-free, autonomous bot is learning to empty trash cans by itself.   ",
        "worldeconomic2": "Here are five principles compiled by the @worldeconomicforum and @deloitte to accelerate your organization’s quantum cyber readiness. "
    },
    "2023-10-09": {
        "national": "35 narrowly escape after bus driver falls unconscious in Mumbai",
        "business": "Oil prices jump amid Israel-Hamas war",
        "world": "Trudeau discusses India with UAE, says 'Spoke about importance of respecting rule of law'",
        "technology": "Govt unveils ₹225-cr scheme to computerise rural development banks",
        "worldeconomic1": "This simple technique could help to save the world’s coral reefs.   ",
        "worldeconomic2": "This new vaccine could bring us one step closer to a ‘malaria-free future’.   "
    },
    "2023-10-10": {
        "national": " 'The Vaccine War' exposes conspiracies against India: UP CM Yogi",
        "business": "We're on the verge of a financial crisis, threatens our existence: Vodafone Idea",
        "world": "Israel releases pics of soldiers killed in war with Hamas",
        "technology": "Alexa says 2020 US Prez poll was stolen by election fraud: Report",
        "worldeconomic1": "By 2030, there could be a 40% global shortfall in freshwater.   ",
        "worldeconomic2": "The project boosts biodiversity as well as farmers’ livelihoods. "
    },
    "2023-10-11": {
        "national": "Man masturbates, makes lewd gesture at female flyer on Pune-Nagpur flight; arrested",
        "business": "German firm to buy Escorts Kubota railway arm for ₹4,000cr: Report",
        "world": "Israel shares pictures of kids kidnapped by Hamas terrorists",
        "technology": "Google CEO Pichai sends email to employees amid war in Israel, says 'deeply saddened'",
        "worldeconomic1": "One hotspot produces 10% of all global patent filings.   ",
        "worldeconomic2": "These rules provide a framework for international cooperation in space.   "
    },
    "2023-10-12": {
        "national": "Wife has no job, kids young: Brother of cab driver killed in Delhi",
        "business": "Microsoft hit with ₹2.4 lakh crore back tax demand in US",
        "world": "White House warns Americans to prepare for rise in hostage tally",
        "technology": "Microsoft hit with ₹2.4 lakh crore back tax demand in US",
        "worldeconomic1": "Bottles used for lubricating oil are a growing environmental threat. ",
        "worldeconomic2": "As the sea level rises, so does this city.   "
    },
    "2023-10-14": {
        "national": "2nd flight carrying 235 Indians from Israel lands at Delhi airport",
        "business": "SC orders enquiry against NCLAT bench over defiance of court order",
        "world": "Gaza is on the brink of collapse: UN",
        "technology": "TCS, Infosys & HCLTech's employee headcount drops by 16,000",
        "worldeconomic1": "How the world’s fastest-growing plant is curbing deforestation in Uganda. ",
        "worldeconomic2": "What are UPFs – and how can you spot them?   "
    },
    "2023-10-15": {
        "national": "4th flight carrying 274 Indians from Israel lands at Delhi airport",
        "business": "IMEC won't be impacted by Israel-Hamas war: FM Sitharaman",
        "world": "4th flight carrying 274 Indians from Israel lands at Delhi airport",
        "technology": "Thank you Meta: Israel on Zuckerberg calling Hamas attacks 'evil'",
        "worldeconomic1": "10,000 oysters have been released into this artificial reef to create a new marine ecosystem.   ",
        "worldeconomic2": "Accelerating a process which takes millennia to occur naturally.  "
    },
    "2023-10-16": {
        "national": "Visuals show poor air quality in Noida as AQI dips to 204",
        "business": "Hiranandani Group denies allegations of 'bribing' Mahua Moitra, issues statement",
        "world": "'It'd be a big mistake,' Biden warns Israel on occupation of Gaza",
        "technology": "Advertising revenue on X drops massively during war: Musk",
        "worldeconomic1": "This AI can predict your risk of certain health conditions from an eye scan.   ",
        "worldeconomic2": "They’re also significantly more likely to die in hospital after a heart attack. Tap the link in our bio to learn more.  #health #women #womenshealth #gender #genderequality #GFC23"
    },
    "2023-10-17": {
        "national": "Rainfall in parts of Delhi brings max temperature down to 30.5°C",
        "business": "Alameda's Ellison made 7 proxy balance sheets to hide FTX fraud",
        "world": "Terror alert raised to highest level as 2 shot dead in Belgium",
        "technology": "Alameda's Ellison made 7 proxy balance sheets to hide FTX fraud",
        "worldeconomic1": "These detailed heat maps are helping improve the world.   ",
        "worldeconomic2": "These complex manufacturing parts can have a second life either in or outside factories.   "
    },
    "2023-10-21": {
        "national": "74-yr-old Pune man cheated of ₹30 lakh after 2 people arrange his meet with sex worker",
        "business": "Pakistan world's 2nd best performing stock market this month",
        "world": "US & UK back Canada in dispute with India over diplomats, release statements",
        "technology": "AFP calls video Musk shared on COVID vaccines 'misinformation'",
        "worldeconomic1": "The Middle East and North Africa is warming at twice the global average – by 2050 it could be 4°C warmer if it continues on the same trajectory.   The @worldeconomicforum and @bainandcompany's latest report outlines recommendations that would facilitate #MENA’s transition to a decarbonized #economy.   ",
        "worldeconomic2": "The UN has named 2023 the International Year of Millets.   "
    },
    "2023-10-22": {
        "national": "I anticipate serious threat to safety: Lawyer and Moitra's alleged ex-partner to police",
        "business": "Mahadev app creators obtained Vanuatu citizenship to evade law: ED",
        "world": "Target is all of us; can't fall in Hamas' trap: Italy PM to world",
        "technology": "Blue Origin announces 3rd exec exit in less than a month: Report",
        "worldeconomic1": "Phone chargers and cables may be small, but they have an outsized environmental impact.   ",
        "worldeconomic2": "From wooden homes in Africa to a marvel of modular design.   "
    },
    "2023-10-23": {
        "national": "Which cities were most polluted on Sunday?",
        "business": "Bharat Petroleum fined ₹2 crore, IndianOil ₹1 crore by pollution board",
        "world": "Will resume visa services for Canada if we see progress in diplomats' safety: Jaishankar",
        "technology": "Peak XV’s Surge leads $3-mn rounds in 13 startups",
        "worldeconomic1": "While vaccines are vital, they have the potential to become more sustainable. This is how. Tap the link in our bio to learn more.",
        "worldeconomic2": "Made from organic matter, they’re key to the energy transition. Tap the link in our bio to learn more."
    },
    "2023-10-25": {
        "national": "Sent 38 tons of humanitarian goods for Gaza amid war: India at UN",
        "business": "Mamaearth Posts INR 151 Cr Loss In FY23",
        "world": "Sent 38 tons of humanitarian goods for Gaza amid war: India at UN",
        "technology": "Mamaearth Posts INR 151 Cr Loss In FY23",
        "worldeconomic1": "From the risk of telework to the long-term effects of gig roles. Tap the link in our bio to learn more.",
        "worldeconomic2": "Hunger, fuel insecurity and water stress are driving migration and instability.   "
    },
    "2023-10-26": {
        "national": "Railways gateman detected smoke, averted tragedy in Agra: Report",
        "business": "TCS gets Maha govt notice over lateral recruits' onboarding delays",
        "world": "Designate Hamas as a terrorist outfit: Israel to India",
        "technology": "TCS gets Maha govt notice over lateral recruits' onboarding delays",
        "worldeconomic1": "Experts hope Redonda could be a ‘shining light’ for other Caribbean islands. Tap the link in our bio to learn more. Photos and video provided by @rewild, @faunafloraint and @eagantigua",
        "worldeconomic2": "Cement-making produces 8% of global CO2 emissions. Tap the link in our bio to learn more."
    },
    "2023-10-29": {
        "national": "Delhi's air quality 'very poor' with AQI 309; Noida's AQI at 372",
        "business": "Mukesh has floodlights in life, thinks far ahead of his time: Nita",
        "world": "Culprit behind massacre in Gaza is the West: Turkey's Erdogan",
        "technology": "IT Minister Vaishnaw tries splicing optical fibres, shares video",
        "worldeconomic1": "Scientists find 2,500 new species of fungus every year. It’s not enough 🍄. Tap the link in our bio to learn more.",
        "worldeconomic2": "Even the Prime Minister, Katrín Jakobsdóttir, shut her office for the day. Tap the link in our bio to learn more."
    },
    "2023-10-30": {
        "national": "Death toll in Kerala blasts incident rises to 3, all-party meet today",
        "business": "Delhi-NCR 6th most expensive office rental market in APAC: Report",
        "world": "Empty Shabbat table set up in NYC to honour hostages held by Hamas",
        "technology": "Apple admits to iPhone 15 wireless charging problem in BMW: Report",
        "worldeconomic1": "As COP28 approaches, these CEOs are calling for change. Tap the link in our bio to learn more.",
        "worldeconomic2": "Scientists found 9 types of plastic, including some that seed clouds. Tap the link in our bio to learn more."
    },
    "2023-10-31": {
        "national": "Traffic to be affected near AIIMS, Ashram in Delhi amid 2 events",
        "business": "We do best when we've promising future: Mariwala on 70hr work week",
        "world": "Ceasefire would mean surrendering, will resign Hamas to dustbin of history: Netanyahu",
        "technology": "MPL India Posts A Loss Of INR 87 Cr In FY23",
        "worldeconomic1": "Testing out tech for the future of electric vehicles.  Find out more about the EV revolution by tapping the link in our bio.   @worldsolarchallenge",
        "worldeconomic2": "NatureMetrics’ technology makes measuring biodiversity simple, fast and comprehensive. "
    },
    "2023-11-03": {
        "national": "Delhi's air quality slips to 'severe' category",
        "business": "DLF Malls kicks off the festive season with its first Shopping Festival",
        "world": "Brutal attack: US as Indian student in critical condition after being stabbed",
        "technology": "FTX founder & ex-billionaire Sam Bankman-Fried found guilty of fraud",
        "worldeconomic1": "These game-changing materials could dramatically cut reliance on fossil fuels. Tap the link in our bio to learn more.",
        "worldeconomic2": "These game-changing materials could dramatically cut reliance on fossil fuels. Tap the link in our bio to learn more."
    },
    "2023-11-04": {
        "national": "128 killed after earthquake hits Nepal, over 100 injured",
        "business": "Proposed raising limit of affordable housing to ₹75 lakh: Official",
        "world": "128 killed after earthquake hits Nepal, over 100 injured",
        "technology": "Mark Zuckerberg shares pics from hospital bed after knee surgery",
        "worldeconomic1": "Countries that offer affordable, early childcare have smaller wage gaps and higher family incomes.  ",
        "worldeconomic2": "The @europeancommission ‘s Declaration on Cycling provides dedicated new funding and policy support to promote #bike use and the #cycling industry. The declaration recognises that cycling will play a vital role in decarbonising the bloc’s #transport sector. "
    },
    "2023-11-06": {
        "national": "If Elvish Yadav is at fault, he will be punished: Haryana CM",
        "business": "Metal pieces found in Tyson's chicken nuggets in US, item recalled",
        "world": "Gaza Strip cut into two, says Israeli army",
        "technology": "Chhattisgarh govt never asked to shut down Mahadev app: MoS IT",
        "worldeconomic1": "Scientists say El Niño could combine with global warming to make 2024 the hottest year on record.   Learn about some of the other potential impacts of El Niño climate patterns by tapping the link in our bio. @noaa",
        "worldeconomic2": "Scientists say the river is essentially ‘jungle tea’.   "
    },
    "2023-11-08": {
        "national": "Fraud-accused firm allegedly linked to Maha minister bags contract",
        "business": "Lenskart-backed Neso Brands records Rs 3.4 Cr operating loss",
        "world": "South Africa's Transport Minister robbed at gunpoint on highway",
        "technology": "Apple delays work on next iOS, macOS updates to fix bugs: Report",
        "worldeconomic1": "It has installed bins free of charge in 500 offices across India, serving more than 1 million women.   ",
        "worldeconomic2": "The batteries are certified 100% carbon neutral.   "
    },
    "2023-11-09": {
        "national": "Mukhtar Ansari's son surrenders, granted bail on bonds of ₹90,000",
        "business": "Nazara Technologies's revenue up 13% in Q2 FY24",
        "world": "US bombs site used by Iran in Syria",
        "technology": "GupShup’s Playbook For Cracking The Middle East Market",
        "worldeconomic1": "The biggest retailer in France now offers some of the world’s biggest brands in reusable packaging. Tap the link in our bio to learn more.   #recyclying #reusablepacking #france #retail",
        "worldeconomic2": "‘The rooftops of the world are caving in,’ warns the UN. "
    },
    "2023-11-10": {
        "national": "Delhi & nearby areas receive overnight rainfall",
        "business": "Religare chief broke insider trading laws, says Burman family",
        "world": "World's 1st whole-eye transplant in a human performed in US; pic surfaces",
        "technology": "Nykaa’s fashion business rebounds in Q2",
        "worldeconomic1": "How satellites are helping São Paulo's public schools plant mini-forests.   ",
        "worldeconomic2": "Its creators say the device can be made for under $50.  "
    },
    "2023-11-11": {
        "national": "FIR filed against unidentified makers of Rashmika Mandanna's deepfake video",
        "business": "Germany approves global minimum corporate tax",
        "world": "1,400 earthquakes hit Iceland's famous Blue Lagoon in 24 hrs, temporarily shut down",
        "technology": "Everyone Can Fact-Check: BOOM Debunks Myths",
        "worldeconomic1": "Central banks are trying to engineer a 'soft landing' from the global economic crisis, and IMF experts say this could be possible.   ",
        "worldeconomic2": "Now you can fly from Switzerland to Italy without taking a plane 🚠   "
    },
    "2023-11-16": {
        "national": "Asked Canada, but it hasn't shared proof: EAM on Nijjar killing",
        "business": "I'll be the last man standing after BharatPe is gone: Ashneer amid 'fake invoice' charge",
        "world": "Xi Jinping is a dictator: US President Biden after meeting with the Chinese leader",
        "technology": "Human mind is most flexible instrument: Murthy on AI as job threat",
        "worldeconomic1": "In the UK, no one currently aged 14 or under will ever be able to buy cigarettes again.   The World Economic Forum’s Global Health and Healthcare Strategic Outlook 2023 sets out a roadmap for how countries can achieve better healthcare by 2035.   ",
        "worldeconomic2": "The EU has voted to halve pesticide use by 2030, saying they should only be used as a last resort.   "
    }
}